---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ThermalConductivity
source: html/9760cfa0-4299-81fa-a247-aad548263076.htm
---
# Autodesk.Revit.DB.SpecTypeId.ThermalConductivity Property

Thermal Conductivity, in discipline Energy.

## Syntax (C#)
```csharp
public static ForgeTypeId ThermalConductivity { get; }
```